Repository: common-repository/reset-custom-post
Catalog: languages/reset-custom-post-*.po
Languages: fr_fr

source: The Reset custom post plugin deletes all data from a defined custom post, with the option of deleting images attached to the custom post type.
fr_fr: Le plugin Reset custom post supprime toutes les données d'un custom post défini, avec la possibilité de supprimer les images attachées au custom post type.

source: Select Custom post type
fr_fr: Sélectionnez Custom post type

source: Select
fr_fr: Sélectionner

source: Delete attachments images ?
fr_fr: Supprimer les images jointes ?

source: Delete
fr_fr: Supprimer

source: Error: Nonce verification failed
fr_fr: Erreur : La vérification du nonce a échoué

source: Deletion <strong>%s</strong> completed
fr_fr: Suppression de <strong>%s</strong> est terminée

source: Deletion completed
fr_fr: Suppression terminée

source: The post <strong>%1s</strong> - ID : <strong>%2s</strong> is deleted
fr_fr: Le contenu <strong>%1s</strong> - ID : <strong>%2s</strong> est supprimé

source: Invalid image ID
fr_fr: ID d'image invalide

source: Image with ID <strong>%1s</strong> from post <strong>%2s</strong> is deleted
fr_fr: L'image avec ID <strong>%1s</strong> du contenu <strong>%2s</strong> est supprimée

source: Error deleting image
fr_fr: Erreur de suppression de l'image

source: Custom post changed to <strong>%s</strong>
fr_fr: Le contenu personnalisé a été modifié en <strong>%s</strong>

source: Invalid taxonomy name
fr_fr: Nom de taxonomie non valide

source: Invalid taxonomy name <strong>%s</strong>
fr_fr: Nom de taxonomie invalide <strong>%s</strong>

source: Elements of taxonomy <strong>%s</strong> deleted successfully
fr_fr: Les éléments de la taxonomie <strong>%s</strong> ont été supprimés avec succès
